name: "repeat"
backend: "python"
max_batch_size: 0
model_transaction_policy {
  decoupled: True
}
input [
  {
    name: "IN"
    data_type: TYPE_INT32
    dims: [ 1 ]
  }
]
output [
  {
    name: "OUT"
    data_type: TYPE_FP32
    dims: [ -1, 1 ]
  }
]

instance_group [
    {
      count: 1
      kind: KIND_CPU
    }
]


response_cache {
  enable: True
}